{"data": [["House Rental Contract", {"entities": []}], [" KNOWN ALL MEN BY THESE PRESENTS:", {"entities": []}], [" This House Rental Contract, made and entered into this 20th day of May 2007 at Manila by and between:", {"entities": []}], [" Antonio Levy S. Ingles. Jr. and/or Mary Rose C. Ingles, of legal age, with residence and postal address at Unit 2006 EGI Taft Tower 2339 Taft Avenue, Malate, Manila, And herein referred to as the Owner(s),", {"entities": [[1, 56, "Party One"]]}], [" And ", {"entities": []}], [" GERALDINE O. GALINATO. of legal age, with residence and postal address at 6 Manganese Road, Pilar Village, Las Pinas, Metro Manila, And herein referred to as the", {"entities": [[1, 24, "Party Two"]]}], [" Resident(s),", {"entities": []}], [" WITNESSETH:", {"entities": []}], [" In consideration of the agreements of the Resident(s), known as: GERALDINE O. GALINATO. the Owner(s), known as: Antonio Levy S. Ingles. Jr. and/or Mary Rose C. Ingles, hereby rent their the dwelling/house located at Lot 6, Block 20, Royal South Townhomes, Marcos Alvarez Avenue, Talon 5, Las Pinas City, Metro Manila for the period commencing on the 20th day of May, 2007, and monthly thereafter until the 20th day of May, 2008, at which time this Agreement is terminated.", {"entities": [[351, 373, "Aggrement Start Date"], [407, 429, "Aggrement End Date"], [113, 168, "Party One"], [66, 89, "Party Two"]]}], [" Resident(s), in consideration of Owner(s) permitting them to occupy the above property, hereby agrees to the following terms:", {"entities": []}], [" \tRENT: To pay as rental the sum of SIX THOUSAND FIVE HUNDRED PESOS IP 6.500.001 per month, due and payable in advance from the 20th day of every month.", {"entities": [[36, 80, "Aggrement Value"]]}], [" \tFAILURE TO PAY ON TIME: Failure to pay the rent will result in being served a Notice to End Residential Tenancy. This Notice may be served if you have an outstanding balance from failure to pay your rent. This Notice may also be served from being habitually late in paying your rent regardless of the balance owed. Once the Notice to End Residential Tenancy is received, you will have a prescribed time to pay all of the amount overdue on your rent. A three-dav grace period will be allowed for late payment. Failure to pay the monthly rental within the grace period is subject to FIVE (5%) PERCENT interest per month of delay as penalty.", {"entities": []}], [" Habitual failure of the Resident(s) to pay within the prescribed time shall result in the Owner(s) taking immediate legal action to evict the Resident(s) from the premises and seize the security deposit.", {"entities": []}], [" \tSECURITY DEPOSIT: Resident(s) agrees to pay a deposit in the amount of SIX THOUSAND FIVE HUNDRED PESOS (P 6.500.001 to secure Resident(s)s pledge of full compliance with the terms of this agreement. Note: THE DEPOSIT MAY NOT BE USED BY TENANT TO PAY THE RENT DURING THE TENANCY. The security deposit will be used at the end of the tenancy to compensate the Owner(s) for any damages or unpaid rent or charges, and will be repaired or replaced at Resident(s)s expense with funds other than the deposit.", {"entities": []}], [" \tMETHOD OF PAYMENT: The initial advance payment of rent and deposit under this contract be PAID IN CASH at least 7 days before the date of moving-in. Thereafter, monthly rent payments must be paid by POST DATED CHECKS payable to ANTONIO LEVY S. INGLES. JR. until a first check is dishonored and returned unpaid. Regardless of cause, no other additional payments may afterwards be made by check. Checks returned will not be redeposited. The Resident(s) will be notified by a 3 day notice, and will be required to pay the amount due in cash.", {"entities": []}], ["House Rental Contract", {"entities": []}], [" KNOWN ALL MEN BY THESE PRESENTS:", {"entities": []}], [" This House Rental Contract, made and entered into this 20th day of May 2007 at Manila by and between:", {"entities": []}], [" Antonio Levy S. Ingles. Jr. and/or Mary Rose C. Ingles, of legal age, with residence and postal address at Unit 2006 EGI Taft Tower 2339 Taft Avenue, Malate, Manila, And herein referred to as the Owner(s),", {"entities": [[1, 56, "Party One"]]}], [" And ", {"entities": []}], [" GERALDINE O. GALINATO of legal age, with residence and postal address at 6 Manganese Road, Pilar Village, Las Pinas, Metro Manila, And herein referred to as the", {"entities": []}], [" Resident(s),", {"entities": []}], [" WITNESSETH:", {"entities": []}], [" In consideration of the agreements of the Resident(s), known as: GERALDINE O. GALINATO. the Owner(s), known as: Antonio Levy S. Ingles. Jr. and/or Mary Rose C. Ingles, hereby rent their the dwelling/house located at Lot 6, Block 20, Royal South Townhomes, Marcos Alvarez Avenue, Talon 5, Las Pinas City, Metro Manila for the period commencing on the 20th day of May, 2007, and monthly thereafter until the 20th day of May, 2008, at which time this Agreement is terminated.", {"entities": [[351, 373, "Aggrement Start Date"], [407, 429, "Aggrement End Date"], [113, 168, "Party One"], [66, 89, "Party Two"]]}], [" Resident(s), in consideration of Owner(s) permitting them to occupy the above property, hereby agrees to the following terms:", {"entities": []}], [" \tRENT: To pay as rental the sum of SIX THOUSAND FIVE HUNDRED PESOS IP 6.500.001 per month, due and payable in advance from the 20th day of every month.", {"entities": [[36, 80, "Aggrement Value"]]}], [" \tFAILURE TO PAY ON TIME: Failure to pay the rent will result in being served a Notice to End Residential Tenancy. This Notice may be served if the Resident(s) has an outstanding balance from failure to pay the rent. This Notice may also be served from being habitually late in paying the rent regardless of the balance owed. Once the Notice to End Residential Tenancy is received, the Resident(s) will have a prescribed time to pay all of the amount overdue on the rent.", {"entities": []}], [" A three-dav grace period will be allowed for late payment However, failure to pay the", {"entities": []}], [" monthly rental within the grace period is subject to FIVE (5%) PERCENT interest per month of delay as penalty. Habitual failure of the Resident(s) to pay within the prescribed time shall result in the Owner(s) taking immediate legal action to evict the Resident(s) from the premises and seize the security deposit.", {"entities": []}], [" \tSECURITY DEPOSIT: Resident(s) agrees to pay a deposit in the amount of SIX THOUSAND FIVE HUNDRED PESOS IP 6.500.001 to secure Resident(s)s pledge of full compliance with the terms of this agreement. Note: THE DEPOSIT MAY NOT BE USED BY TENANT TO PAY THE RENT DURING THE TENANCY. The security deposit will be used at the end of the tenancy to compensate the Owner(s) for any damages or unpaid rent or charges, and will be repaired or replaced at Resident(s)s expense with funds other than the deposit.", {"entities": [[73, 117, "Aggrement Value"]]}], [" \tMETHOD OF PAYMENT: The initial advance payment of rent and deposit under this contract be PAID IN CASH at least 7 days before the date of moving-in. Thereafter, monthly rent payments must be paid by POST DATED CHECKS payable to ANTONIO LEVY S. INGLES. JR. until a first check is dishonored and returned unpaid. Regardless of cause, no other additional payments may afterwards be made by check. Checks returned will not be redeposited. The Resident(s) will be notified by a 3 day notice, and will be required to pay the amount due in cash.", {"entities": []}], [" \tSCHEDULE OF PAYMENT:", {"entities": []}], [" Seq. No.", {"entities": []}], [" Due Date", {"entities": []}], [" ", {"entities": []}], [" Security Deposit (in cash)", {"entities": []}], [" 1", {"entities": []}], [" 5/20/2007", {"entities": []}], [" ", {"entities": []}], [" Php 6,500.00", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" Monthly Rental", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" Advance Payment (in cash)", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" From", {"entities": []}], [" To", {"entities": []}], [" CASH", {"entities": []}], [" 2", {"entities": []}], [" 5/20/2007", {"entities": []}], [" 5/20/2007", {"entities": []}], [" 6/20/2007", {"entities": []}], [" Php 6,500.00", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" Payment in PDCs", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" From", {"entities": []}], [" To", {"entities": []}], [" PDCs", {"entities": []}], [" 3", {"entities": []}], [" 6/20/2007", {"entities": []}], [" 6/20/2007", {"entities": []}], [" 7/20/2007", {"entities": []}], [" Php 6,500.00", {"entities": []}], [" 4", {"entities": []}], [" 7/20/2007", {"entities": []}], [" 7/20/2007", {"entities": []}], [" 8/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 5", {"entities": []}], [" 8/20/2007", {"entities": []}], [" 8/20/2007", {"entities": []}], [" 9/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 6", {"entities": []}], [" 9/20/2007", {"entities": []}], [" 9/20/2007", {"entities": []}], [" 10/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 7", {"entities": []}], [" 10/20/2007", {"entities": []}], [" 10/20/2007", {"entities": []}], [" 11/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 8", {"entities": []}], [" 11/20/2007", {"entities": []}], [" 11/20/2007", {"entities": []}], [" 12/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 9", {"entities": []}], [" 12/20/2007", {"entities": []}], [" 12/20/2007", {"entities": []}], [" 1/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" 10", {"entities": []}], [" 1/20/2008", {"entities": []}], [" 1/20/2007", {"entities": []}], [" 2/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" 11", {"entities": []}], [" 2/20/2008", {"entities": []}], [" 2/20/2008", {"entities": []}], [" 3/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" 12", {"entities": []}], [" 3/20/2008", {"entities": []}], [" 3/20/2008", {"entities": []}], [" 4/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" 13", {"entities": []}], [" 4/20/2008", {"entities": []}], [" 4/20/2008", {"entities": []}], [" 5/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" \tSUBLETTING: Without first requesting permission from the Owner(s), Resident(s) agrees not to assign this agreement, nor to sub-let any part of the property, nor to allow any other person to live therein other than the following:", {"entities": []}], [" \t\tSurname, Name of the Resident:\t", {"entities": []}], [" \t\tSurname, Name:\t", {"entities": []}], [" \tRelation to the Resident:\t", {"entities": []}], [" \t\tSurname, Name:\t", {"entities": []}], [" \tRelation to the Resident:\t", {"entities": []}], [" \t\tSurname, Name:\t", {"entities": []}], [" \tRelation to the Resident:\t", {"entities": []}], [" \t\tSurname, Name:\t", {"entities": []}], [" \tRelation to the Resident:\t", {"entities": []}], [" \t\tSurname, Name:\t", {"entities": []}], [" \tRelation to the Resident:\t", {"entities": []}], [" Further, that covenants contained in the House Rental Contract, once breached, cannot afterward be performed; and that eviction proceedings may be commenced at once without notice.", {"entities": []}], [" \tOWNERS STATEMENTS: All rights given to the Owner(s) by this agreement shall be cumulative in addition to any other laws which might exist or come into being. Any exercise or failure to exercise, by the Owner(s) of any right shall not act as a waiver of any other rights. No statement or promise of Owner(s) as to tenancy, repairs, alternations, or other terms and conditions shall be binding unless specified in writing and specifically endorsed.", {"entities": []}], [" \tCOURT COSTS: This agreement shall be governed by the laws of the Republic of the Philippines. In the event that any portion of this agreement shall be found to be unsupportable under the law, the remaining provisions shall continue to be valid and subject to enforcement in the courts without exception.", {"entities": []}], [" \tDEFAULT BY RESIDENT: Any breach or violation of any provision of this agreement by Resident(s) or any untrue or misleading information in Resident(s)s application shall give the Owner(s) the right to terminate this contract, evict the Resident(s) and to take possession of the residence. The Resident(s) agrees to a forfeiture of the security deposit and Owner(s) may still purse any remaining amounts due and owing.", {"entities": []}], [" 9. ACCEPTANCE OF PROPERTY: Resident(s) accepts the \"AS IS\" condition of the property, waiving inspection of same by Owner(s) and agrees to notify Owner(s) of any defects. Resident(s) further agrees to indemnify or assure Owner(s) against any loss or liability arising out of Resident(s)s use of the property.", {"entities": []}], [" \tMAINTENANCE: Resident(s) agrees to maintain the premises during the period of this agreement. This includes woodwork, ceilings, walls, floors, furnishings and fixtures, appliances, windows, screens doors, fences, plumbing, electrical, and mechanical systems. Tacks, nails, or other objects nailed or screwed into the walls or ceilings or floors will be removed at the termination of this agreement. Damage caused by tacks, nails, or other objects nailed or screwed into the ceilings or walls or floors; damage caused by rain and wind as a result of leaving windows or doors open, or damage caused by overflow of water, or stoppage of waste pipes, breakage of glass, and damage to screens, whether caused by abuse or neglect is the responsibility of the Resident(s).", {"entities": []}], [" \tRESIDENTS OBLIGATIONS: The Residents) agrees to meet all of Resident(s)s obligations; including:", {"entities": []}], [" \tTaking affirmative action to insure that nothing exists which might piace the Owner(s) in violation of applicable building, housing and health codes.", {"entities": []}], [" \tKeeping the dwelling/house clean, and sanitary; removing garbage and trash as they accumulate; maintaining plumbing in good working order to prevent stoppages and or leakage of plumbing, fixtures, faucets, pipes, etc.", {"entities": []}], [" \tOperate all electrical, plumbing, sanitary, and other appliances in a reasonable and safe manner.", {"entities": []}], [" \tAssuring that property belonging to the Owncr(s) is safeguarded against damage, destruction, loss, removal, or theft.", {"entities": []}], [" \tConducting him/herself, his/her family, friends, guests and visitors in a manner which will not disturb others. Resident(s) warrants that he/she will meet the above conditions in every respect, and acknowledges that failure to do so will be grounds for termination of this agreement and loss of all deposits without further recourse.", {"entities": []}], [" \tCLEANING: Resident(s) accepts premises in its current state of cleanliness and agrees to return it in a like condition.", {"entities": []}], [" \tREMOVAL OF PROPERTY: Resident(s) agrees not to remove or alter in any way Owner(s)s property without first requesting permission from the Owner(s). Any removal or alteration of Owner(s)s property without permission shall constitute abandonment and surrender of the premises, and termination by the tenant of this agreement Owner(s) may take immediate possession and exclude Resident(s) from the property, storing all Resident(s) possessions at Resident(s)s expense pending reimbursement in full for Owner(s)s loss and damages.", {"entities": []}], [" \tREPAIRS: The Resident(s) should contact the Owner(s) for emergencies or for urgent and major repairs. In the event repairs are needed beyond the competence of the Resident(s), he/she is urged to arrange for professional assistance. Any improvement made by the tenant shall become the property of the Owner(s) at the conclusion of this agreement.", {"entities": []}], [" \tUTILITIES: Resident(s) shall be responsible for payments of all utilities, electricity, water and sewer charges, association dues, telephone or other bills incurred during their residency. They specifically authorize the Owner(s) to deduct amounts of unpaid bills from their deposits in the event they remain unpaid after the termination of this agreement.", {"entities": []}], [" \tPHONE: Resident(s) may install and maintain telephone service, and agrees to furnish to the owner the phone number, and any changes, within 3 days after installation.", {"entities": []}], [" \tVEHICLES: Resident(s) agrees to park ONLY ON THE PAVED DRIVEWAY PROVIDED his/her automobile described as follows:", {"entities": []}], [" Resident(s) agrees that no vehicle may be repaired in the paved driveway.", {"entities": []}], [" \tPETS: The Resident(s) specifically understands and agrees:", {"entities": []}], [" \tNo pet which is attacked-trained or vicious, with a history of biting people or other animals, or of property damage will be kept on the premises;", {"entities": []}], [" \tThat the Resident(s) is solely responsible for any and all damage to the Owner(s)s property including, but not limited to the premises, blinds, wall, furnishings and appliances;", {"entities": []}], [" \tThat in a like manner, he/she is responsible for any and all damage or loss to persons or property of others caused by the Resident(s)s pet(s) and in this regard does hereby agree to hold the Owner(s) harmless for any such damage;", {"entities": []}], [" \tThat all pet(s) should be maintained in a humane and lawful manner;", {"entities": []}], [" \tThat all pet waste shall be removed and disposed of promptly, including waste in neighbors yards distributed by Resident(s)s pets;", {"entities": []}], [" \tThat all pets shall be maintained so as to not cause annoyance to others.", {"entities": []}], [" \tRESIDENTS ABANDONMENT: If Resident(s) leaves said premises unoccupied for 15 days while rent is due and unpaid, Owner(s) is granted the right hereunder to take immediate possession thereof and to exclude Resident(s) there from; removing at his/her expense all his/her property contained therein and placing it into storage at Resident(s)s expense.", {"entities": [[76, 78, "Renewal Notice (Days)"]]}], [" \tTERMINATION: After one months rental payment has been received, this contract may be terminated by mutual consent of the parties, or by either party giving written notice of at least 15 days prior to the end of any monthly period. All parties agree that termination of this agreement prior to the 20th day of May, 2008 regardless of cause will constitute a breach of the tenancy as agreed on page 1 and all deposits shall be forfeited in favor of the Owner(s) as full liquidated damages at the Owner(s)s option.", {"entities": [[185, 187, "Renewal Notice (Days)"]]}], [" \tRETURN OF DEPOSIT: Thirty days after termination of occupancy, the Owner(s) will send the balance of the deposit to the address provided by the Resident(s), payable to the signatories hereto, or Owner(s) will impose a claim on the deposit and so notify the Resident(s) by certified letter. If such written claim is not sent, the Owner(s) relinquishes his right to make any further claim on the deposit and must return it to the Resident(s) provided Residents) has given the Owner(s) notice of intent to vacate, abandon, and terminate this agreement proper to the expiration of its full term, at least 7 days in advance.", {"entities": []}], [" \tRELEASE OF DEPOSIT: Release of security deposit is subject to the provisions as follows:", {"entities": []}], [" \tThe full term of this agreement has been completed.", {"entities": []}], [" \tFormal written notice has been given.", {"entities": []}], [" \tNo damage or deterioration to the premises, structures, or grounds is evident.", {"entities": []}], [" \tThe entire dwelling/house, appliance and closets are clean and left free of insects, and all debris and garbage have been removed from the property; walls, ceilings and floors are cleaned and left odorless.", {"entities": []}], [" \tAny and all unpaid charges, delinquent rents, utility charges, etc., have been paid in full.", {"entities": []}], [" \tAll keys have been returned, including keys to any new locks installed while Residents) was in possession.", {"entities": []}], [" \tA forwarding address has been left with the Owner(s).", {"entities": []}], [" \tOWNERS AGENTS AND ACCESS: The Owner(s) may be represented by an agent who will carry identification. Resident(s) specifically agrees to permit the Owner(s) or agent(s) access to the premises for the purposes of inspection, repairs, or to show the property to another person at reasonable hours, on request.", {"entities": []}], [" \tRENEWAI. TERM: At the end of initial term herein, Owner(s) may elect to renew for", {"entities": []}], [" another term but at a rental increase of FIVE HUNDRED PESOS IP 500.001 to the current agreed rental pay.", {"entities": []}], [" \tACKNOWLEDGMENT: In this agreement the Singular number where used will also include the Plural, the Masculine gender will include the Feminine, the terms Owner, Owners, and Owner(s) will include Landlord, Lesser, and the terms Resident, Residents, and Resident(s) will include Tenant, Lessee. The below-signed parties acknowledge that they have read and understand all of the provisions of this agreement. This contract is bound by all heirs, executors, successors and/or assigns.", {"entities": []}], [" \tLEGAL CONTRACT: This is a legally binding contract. If you do not understand any part of this contract, seek competent legal advice before signing.", {"entities": []}], [" 32. RIGHT TO SIGN: The individual(s) signing this House Rental Contract as to Resident(s) stipulates and warrants that he/she has the right to sign for and to bind all occupants.", {"entities": []}], [" ", {"entities": []}], ["IN WITNESS WHEREOF, the parties hereto have set their hands this 2007, at Manila", {"entities": []}], [" ", {"entities": []}], [" day of May,GERALDINE Q. GALINATO", {"entities": []}], [" Resident", {"entities": []}], [" CELESTINO ALFARO", {"entities": []}], [" Residents Immediate Relative / Occupant", {"entities": []}], [" Mary Rose C. Ingles", {"entities": []}], [" Owner", {"entities": []}], [" Antonio Levy S. Ingles, Jr.", {"entities": []}], [" Owner", {"entities": []}], [" SIGNED IN THE PRESENCE OF:", {"entities": []}], [" ", {"entities": []}], [" WITNESSWITNESS", {"entities": []}], [" REPUBLIC OF THE PHILIPPINES} CITY OF MANILA}", {"entities": []}], [" ", {"entities": []}], [" SS.", {"entities": []}], [" NAME", {"entities": []}], [" Antonio Levy S. Ingles, Jr. Geraldine Q. Galitano", {"entities": []}], [" COMMUNITY TAX NO:/", {"entities": []}], ["PASSPORT NUMBER", {"entities": []}], [" PP0390709", {"entities": []}], [" QQ0883199", {"entities": []}], [" DATE/PLACE ISSUED", {"entities": []}], [" November 10, 2004/Manila", {"entities": []}], ["August 15, 2005/ ManilaBEFORE ME, a Notary Public, for and in Manila personally appeared the following persons:", {"entities": [[7, 9, "Renewal Notice (Days)"]]}], [" known to me and to me known to be the same persons who executed the foregoing instrument and acknowledgement to me that the same is their free and voluntary act and deed.", {"entities": []}], [" This instrument refers to as House Rental Contract of a two-bedroom residential unit located at Lot 6, Block 20, Royal South Townhomes, Marcos Alvarez Avenue, Talon 5, Las Pinas City, Metro Manila, consisting of five (5) pages including this one wherein this acknowledgement is written and has been signed by the parties hereto and their instrumental witnesses at the upper portion of this page and left hand margin of all other pages hereof.", {"entities": []}], [" ", {"entities": []}], [" 2007WITNESS MY HAND AND SEAL, this", {"entities": []}], [" ", {"entities": []}], ["PROMISORY NOTE DOCUMENT:", {"entities": []}], [" I, GERALDINE O. CAM NATO Resident(s), of legal age, with residence and postal address at 6 Manganese Road, Pilar Village, Las Pinas, Metro Manila, PROMISED TO GIVE ALL THE ELEVEN (11) POST DATED CHECKS on or before the 20th of June 2007, payable to ANTONIO LEVY S. INGLES. JR.. Owner(s), as monthly rent payments from June 20, 2007 to May 20, 2007 of the Owner(s) house located at Lot 6, Block 20, Royal South Townhomes, Marcos Alvarez Avenue, Talon 5, Las Pinas City, Metro Manila", {"entities": []}], [" SCHEDULE OF PAYMENT of 11 PDCs from June 20, 2007 to May 20, 2007:", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" Payment in PDCs", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" From", {"entities": []}], [" To", {"entities": []}], [" PDCs", {"entities": []}], [" 1", {"entities": []}], [" 6/20/2007", {"entities": []}], [" 6/20/2007", {"entities": []}], [" 7/20/2007", {"entities": []}], [" Php 6,500.00", {"entities": []}], [" 2", {"entities": []}], [" 7/20/2007", {"entities": []}], [" 7/20/2007", {"entities": []}], [" 8/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 3", {"entities": []}], [" 8/20/2007", {"entities": []}], [" 8/20/2007", {"entities": []}], [" 9/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 4", {"entities": []}], [" 9/20/2007", {"entities": []}], [" 9/20/2007", {"entities": []}], [" 10/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 5", {"entities": []}], [" 10/20/2007", {"entities": []}], [" 10/20/2007", {"entities": []}], [" 11/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 6", {"entities": []}], [" 11/20/2007", {"entities": []}], [" 11/20/2007", {"entities": []}], [" 12/20/2007", {"entities": []}], [" 6,500.00", {"entities": []}], [" 7", {"entities": []}], [" 12/20/2007", {"entities": []}], [" 12/20/2007", {"entities": []}], [" 1/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" 8", {"entities": []}], [" 1/20/2008", {"entities": []}], [" 1/20/2007", {"entities": []}], [" 2/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" 9", {"entities": []}], [" 2/20/2008", {"entities": []}], [" 2/20/2008", {"entities": []}], [" 3/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" 10", {"entities": []}], [" 3/20/2008", {"entities": []}], [" 3/20/2008", {"entities": []}], [" 4/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" 11", {"entities": []}], [" 4/20/2008", {"entities": []}], [" 4/20/2008", {"entities": []}], [" 5/20/2008", {"entities": []}], [" 6,500.00", {"entities": []}], [" ", {"entities": []}], [" ", {"entities": []}], [" Failure to FUFILL THIS PROMISED AS STATED ABOVE will result to Resident(s) and other occupants to freely and voluntarily self evict themselves from the Owner!sf house.", {"entities": []}], [" The Resident(s)/ Occupant(s) hereto have set their hands this 20th day of May, 2007, at Lot 6, Block 20, Royal South Townhomes, Marcos Alvarez Avenue, Talon 5, Las Pinas City, Metro Manila", {"entities": [[63, 85, "Aggrement Start Date"]]}], [" GERALDINE Q. GALINATO", {"entities": []}], [" Resident", {"entities": []}], [" CELESTINO ALFARO", {"entities": []}], [" Occupant", {"entities": []}], [" MIA ALFARO Occupant", {"entities": []}], [" JED ALFARO", {"entities": []}], [" Occupant", {"entities": []}], ["RENTAL AGREEMENT", {"entities": []}], [" This deed of rental agreement executed at Bangalore this fifth day of December 2008 between MR.K.Kuttan S/o Kelu Aehari (Late) residing at site No 152 Geethalayam OMH colong S.M. Road 1st main, T.Dasarahalli, Bangalore-57. Here after called the lessor which term shall where the contest so admits mean and includes his legal heirs representatives executors and assign and Sri. P.M. Narayana Namboodri Laxmi Leela ground floor 3rd cross Ayyappa Nagar behind Ayyappa Temple, Jalahalli West, Bangalore - 15 referred as tenant which term shall wherever the context so admits mean and includes his legal heirs representations executors assign witnesses.", {"entities": [[58, 84, "Aggrement Start Date"], [93, 104, "Party One"], [378, 401, "Party Two"]]}], [" Whereas the lessor is the absolute owner after premises at site No. 8/20 S.M. Road, Jalahalli West, Bangalore - 15 and he has constructed approximate 500 sft area of Ilnd floor with A.C. Sheet roof with power light in the above said premises.", {"entities": []}], [" Where as the owner has offered to let out the premises for non residential purpose, where as the tenant has offered to take the said premises on rent for non residential purpose namely for MAHALAKSHMI INDUSTRIAL CONSULTANT and tenant is the Proprietor of the business and he has agreed to pay rent Rs.4,000.00 (Rupees Four Thousand only) for above said premises with the following terms and conditions:-", {"entities": [[299, 310, "Aggrement Value"]]}], [" The agreement made only for eleven months from this date of agreement. Fresh agreement with mutual terms and conditions have to be extended (6.p.c is expecting every eleventh month).", {"entities": [[29, 42, "Aggrement End Date"]]}], [" \tThe tenant shall pay the rent above said, on before 10th of each month.", {"entities": []}], [" \tAn advance amount of Rs.35,000/- (Rupees thirty five thousand only) is paid by the tenant to the owner at the time of commencement of this agreement, the receipt where of is hereby acknowledged signing this agreement by the owner. The advance shall not carry any interest and refundable to the tenant at the time of vacating the schedule premises. Any arrears of rent electricity and water dues is permissible to deduct from the advance.", {"entities": []}], [" \tEach party shall be liable to give three month advance notice for the termination of this agreement.", {"entities": [[37, 48, "Renewal Notice (Days)"]]}], [" \tThe tenant shall pay the electricity and water charges within one week from the date of receipt of the bills.", {"entities": []}], [" \tthe tenant shall at the termination of this agreement have to remove superstructure if any put by the tenant at his own expenses and deliver the possession to the owner in good and tenable condition.", {"entities": []}], [" \tThe tenant shall himself obtain the license for the business top be carried on by him.", {"entities": []}], [" \tThe tenant shall not sublet or underlet the demised portion or any part there of to any third party.", {"entities": []}], [" \tThe building owner shall not in any case be held responsible with for any kind of theft, burglary, fire or accident within the portion of the building.", {"entities": []}], [" \tAll kinds of security arrangements insurances etc., will have to be done by the tenant if necessary.", {"entities": []}], [" \tThe tenant shall keep good relationship with neighbors.", {"entities": []}], [" ", {"entities": []}], [" Building Portion North by South by East by", {"entities": []}], [" \tWest by\t;", {"entities": []}], [" In witnesses where of the parties here under on the day, month, year first above mentioned.", {"entities": []}], [" In site No 8/20 AGS building.", {"entities": []}], [" Ilnd Floor (Acsheet Roof)", {"entities": []}], [" Private building Half portion of the building Private building S.M. Road", {"entities": []}], [" set their hands and signature to this deedSIIIDIII", {"entities": []}], [" WITNESSES", {"entities": []}], [" \tOWNER\tTENANT", {"entities": []}], [" 1.", {"entities": []}], [" ", {"entities": []}], [" 2.", {"entities": []}], [" ", {"entities": []}], [" 1.", {"entities": []}], ["RENEWAL OF RENTAL AGREEMENT", {"entities": []}], [" This AGREEMENT of Rent is made in Bangalore and Executed today the Ist\" of May", {"entities": []}], ["2010", {"entities": []}], [" BY AND BETWEEN", {"entities": []}], [" 1. Mr. Balaji.R", {"entities": [[8, 16, "Party One"]]}], ["Aged about 63 years,", {"entities": []}], ["No 24 2\" Cross, SBM", {"entities": []}], ["Colony Mathikere - 560054", {"entities": []}], [" Hereinafter referred and called as the Lessor of the First part of one part:", {"entities": []}], ["//AND//", {"entities": []}], ["1 Mr.Kartheek R", {"entities": [[5, 15, "Party Two"]]}], ["Aged about 31 years,", {"entities": []}], ["No.81, sri manjunatha nilaya, raju colony,", {"entities": []}], ["yamalur", {"entities": []}], ["B angalore-560037.", {"entities": []}], [" Hereinafter referred and called as the Lessees of the second part of the another part:", {"entities": []}], [" NOW THIS AGREEMENT OF RENT WITNESSETH TN AS FOLLOWS:", {"entities": []}], [" Whereas the first party is the sole and absolute owner of the above cited / scheduled", {"entities": []}], ["premises is hereby continued to be rented out the same to the second party which terms", {"entities": []}], ["and conditions is as follows:", {"entities": []}], [" The lessor have received a security Deposit amount of Rs.40,000/- (Rupees Fourty", {"entities": []}], ["Thousand only) from the Lessees and hereby acknowledges the receipt of the same, which", {"entities": []}], ["carries no interest but to be returned to the lessee at the time of the lessee Vacates and", {"entities": []}], ["hands over the position.", {"entities": []}], [" The Rent is payable by the Lessees to the Lessor is a sum of Rs.3800/- (Rupees Thirty", {"entities": [[65, 69, "Aggrement Value"]]}], ["Eight Thousand Only) on or before 10\" of every English Calendar Month.", {"entities": []}], [" This agreement is in force for a period of eleven (11) months and the same may be", {"entities": [[44, 62, "Aggrement End Date"]]}], ["renewed by the mutual understanding of both the Lessor and the Lessee.", {"entities": []}], [" In case of either party wants back the portion or vacates the portion either must be", {"entities": []}], ["informed within one month prior notice.,", {"entities": [[16, 25, "Renewal Notice (Days)"]]}], [" The Electricity and water charged is to be borne by the Lessees only.", {"entities": []}], [" The Lessee should neither sublet nor underlet and shall use the premises only for", {"entities": []}], [" Residential and for not any business purpose, should maintain clean tidy with no", {"entities": []}], [" interruption, and shall handover at the time of vacating in tenantable condition.", {"entities": []}], ["SCHEDULE", {"entities": []}], [" The Schedule of Residential premises. No.81, sri manjunatha nilaya, raju colony, yamalur", {"entities": []}], [" Bangalore-560037, consists of one Hall, One Bed Room, Kitchen, Bath Room, and", {"entities": []}], [" Completely Electrified with running water facilities and other amenities.", {"entities": []}], [" In witness whereof both the parties have set their respective hands and affixed their", {"entities": []}], [" signatures, hereunder the following and presence of the two witnesses today the day", {"entities": []}], [" month year cited above.", {"entities": []}], [" WITNESSES:", {"entities": []}], [" 1. LESSOR/OWNER", {"entities": []}], [" 2. LESSEES/TENANT.", {"entities": []}], ["", {"entities": []}], ["RENTAL AGREEMENT", {"entities": []}], [" THIS DEED OF RENTAL AGREEMENT ENTERED INTO AT CHENNAI ON 21st OF MARCH 2010 BETWEEN Mr. P C MATHEW, S/O K JOSEPH CHACKO, hereinafter called the party of the first part and between Mr. L GOPINATH S/o of G LAKSHMI NARISIMHAN after called the party of the second part witnesses.", {"entities": [[89, 99, "Party One"], [185, 196, "Party Two"]]}], [" Whereas the party of the first part being the owner of the premises at Flat No C 8 SAMS AVENUE APPARTMENT No 65 VALLUVAR ST ARUMBAKKAM CHENNAI 600106 has agreed to let the above premises to the party of the second part for residential use on a monthly rent of Rs.9000 (Rupees Nine Thousand Only) plus monthly maintenance expenses levied on by the association, on condition of his accepting to take on hire the house with amenities provided therein and whereas the party of the second part has agreed and will occupy the premises From 1st April 2010.", {"entities": [[264, 268, "Aggrement Value"]]}], [" \tThe lessor hereby let on lease the house to the lessee on a monthly rent of Rs.9000/-(Rupees Seven thousand only) for a period of 11 months starting from 1st of April 2010. The amount shall be paid before 5th of the succeeding calendar month without any deduction whatsoever.", {"entities": [[81, 85, "Aggrement Value"], [156, 173, "Aggrement Start Date"], [132, 141, "Aggrement End Date"]]}], [" \tThe lease is for a period of 11 months, commencing from this day, 1st of April 2010.", {"entities": [[68, 85, "Aggrement Start Date"], [31, 40, "Aggrement End Date"]]}], [" \tThe lessor hereby grants to the lessees to use and occupy the ground floor of the said house for residential purpose only and not for godown, storage of articles, packing/unpacking or for any other business purposes.", {"entities": []}], [" \tThe lessee had kept deposited with the lessor a sum of Rs.90000/-(Rupees Ninety Five thousand only), as deposit without interest for the due performance of this agreement. The deposit shall not entitle the lessee to withhold any payment of monthly rent.", {"entities": [[60, 64, "Aggrement Value"]]}], [" \tThe said deposit shall be refundable to the lessee at the time the lessee hands over the vacant possession of the said house. If any damages is done by the lessee to the house during the subsistence of the lease herein granted and any arrears of rent due, the lessor shall be entitled to adjust aforesaid deposit the amount necessary for making good such damages and or rents due.", {"entities": []}], [" \tDamages if any to the basins, pans, water taps doors and windows, walls, alcops, electrical fittings, glazed tiles etc; or any part of the house will be made good or replaced by the lessor and the lessee has to bear the entire cost for any such replacement/repair or the lessee may get it done at his cost with the knowledge and prior consent of the lessor. In the default of the lessee to undertake the repair/replacement of the damaged property or to meet the expenses, the same will be adjusted from the rent advance lying with the lessor.", {"entities": []}], [" \tThe lessor or their authorized agents shall be entitled to enter upon the said house to inspect the conditions of the premises or to get repairs done or for other lawful purpose thereof at all reasonable times and the lessee shall allow them to so enter.", {"entities": []}], [" \tThe lessor shall not make structural alterations in the said house or add any fixtures without the prior permission of the lessor.", {"entities": []}], [" \tThe lessee shall pay electricity charges regularly as per the meter reading and also undertake house maintenance and water charges.", {"entities": []}], [" \tThe lessor shall pay the property tax and other taxes on the house.", {"entities": []}], [" \tIf the lessee commits breach of any of the conditions here above mentioned notwithstanding the period herein above mentioned, the lessor shall be at liberty to revoke and or cancel the lease granted forthwith.", {"entities": []}], [" \tTwo months notice on either side shall be the condition for the lessor and lessee to terminate this lease to voluntarily vacate the premises.", {"entities": [[2, 12, "Renewal Notice (Days)"]]}], [" \tNotwithstanding anything contained above, the lessor can terminate the lease in case the lessee defaults in payment of rent and amenity charges for two month.", {"entities": []}], [" \tIf the lessee desires to have this lease deed renewed for a further period after the expiry of eleven months, one month advance notice should be given in writing to the lessor for negotiating renewal on terms and conditions to be mutually agreed upon.", {"entities": []}], [" \tThe lessee shall observe and perform all rules regarding conditions, covenants and stipulations relating to the user of the house as laid down from time to time and shall keep the lessor indemnified against any non observance of breach thereof.", {"entities": []}], [" The lessor upon termination of the agreement will peacefully and quietly deliver unto the lessor the possession of the said premises together with fixtures and fittings and in substantially the same condition.", {"entities": []}], [" ", {"entities": []}], [" 16.IN WITNESS WHEREOF THE LESSOR AND LESSEES HAVE HEREUNTO SIGNED THE DAY AND YEAR ABOVE WRITTEN.", {"entities": []}], [" \tWITNESS :\tParty of the First Part:", {"entities": []}], [" Party of the Second Part:", {"entities": []}], ["RENTAL AGREEMENT", {"entities": []}], [" THIS RENTAL AGREEMENT is executed at Chennai - 600 041 on 14th day of July 2010 between Mr. P. JohnsonRavikumar, aged about 43 Years, residing at Plot. No: 10, Door No:3, Jeevanantham Street, Lakshmipuram Tiruvanmiyur, Chennai - 600 041. Which term shall include their heirs, assigns, nominees, hereinafter referred to as HOUSE OWNER.", {"entities": [[93, 112, "Party One"]]}], [" and", {"entities": []}], [" Mr. Saravanan BV aged about 27 years, residing at Plot. No: 10, Door No:3, Jeevanantham Street, Lakshmipuram Tiruvanmiyur, Chennai - 600 041. Which term shall include their heirs, assigns, nominees, hereinafter referred to as TENANT.", {"entities": [[5, 17, "Party Two"]]}], [" The terms HOUSE OWNER and TENANT wherever the context so requires or admits shall mean and include their respective heirs, executors, administrators, legal representatives and assigns.", {"entities": []}], [" The HOUSE OWNER is agreed to rent out the own house premises Plot. No: 10, Door No:3, Jeevanantham Street, Lakshmipuram Tiruvanmiyur, Chennai - 600 041 and the TENANT is agreed to occupy the same on paying monthly rent.", {"entities": []}], [" Now the HOUSE OWNER and TENANT hereby AGREE to the following terms and conditions:", {"entities": []}], [" \tThe agreement shall be for a period of 11 months beginning form 01.04.2010 and ending with 30.03.2011.", {"entities": [[66, 76, "Aggrement Start Date"], [93, 103, "Aggrement End Date"]]}], [" \tThe monthly rent, water maintenance charges for the said shall be Rs. 10,000/- (Rupees Ten Thousand only) rent should be paid according to the English calendar month and shall be payable on or before 5th of every succeeding calendar month.", {"entities": [[72, 78, "Aggrement Value"]]}], [" \tThe tenant has paid the sum of Rs.50, 000/- (Rupees Fifty thousand only) by cash without any interest, and the House Owner has to re-pay the money while the Tenant vacating the house.", {"entities": []}], [" \tThe Tenant shall use the house premises for residential purpose only and not for any other purpose.", {"entities": []}], [" \tThe Tenant shall maintain the leased premises in good condition and repair and deliver the same at the expiry of the lease period or sooner determination of the tenancy. The tenant shall also before delivering up possession together with all the amenities provided by the House owner and the electrical fittings, repair and restore at his cost to their original.", {"entities": []}], [" \tThe Tenant shall not make any alterations or put up any construction in the premises.", {"entities": []}], [" \tThe Tenant shall not sub - let leased premise wholly or partially.", {"entities": []}], [" \tThat the Tenant hereby covenants to pay the electric consumption charges to the electricity board.", {"entities": []}], [" \tThe House Owner and Tenant hereby agree that three months advance notice in writing is essential for the tenant for vacating the premises if he chooses to terminate this agreement during the validity period.", {"entities": [[47, 59, "Renewal Notice (Days)"]]}], [" In witness whereof the house owner and tenant have set their hands and seal the day,", {"entities": []}], [" month and year first above written.", {"entities": []}], [" ", {"entities": []}], [" OWNERTENANT", {"entities": []}], [" WITNESSES:", {"entities": []}], [" 1.", {"entities": []}], [" ", {"entities": []}], [" 2.", {"entities": []}], ["RENTAL AGREEMENT", {"entities": []}], [" This RENTAL AGREEMENT is made & executed on 20 April 2011 between: Mrs.Asha Ramesh &Mr.Ramesh.K.N. Residing at 1st", {"entities": [[45, 58, "Aggrement Start Date"], [68, 99, "Party One"]]}], ["Floor, 82A, Vysya Bank Colony, ShantiniketanLayout, Arakere Post, Bannerghatta Road, Bangalore-560076, henceforth calld", {"entities": []}], ["the LESSOR (OWNERS), which term include their heirs, administrators and assignees of the ONE PART", {"entities": []}], [" AND", {"entities": []}], [" Mrs.Sadasivuni Deepti & Mr.Sadasivuni Kiran native 53-38-20, KRM Colony, Maddilapalem, Vishakapatnam, AP530013", {"entities": [[1, 44, "Party Two"]]}], [" henceforth called the LESSEE (TENANT) which term shall mean and include their heirs, executors, administrators, legal", {"entities": []}], [" representatives and assigns of the OTHER PART witnessed as follows", {"entities": []}], [" WHEREAS the LESSOR at the request of the LESSEE agreed to let out the entire 2nd floor premise except the", {"entities": []}], [" front room, mentioned in the schedule below on a monthly rent of Rs.5500/-(Five thousand five hundred only}", {"entities": [[69, 73, "Aggrement Value"]]}], [" The LESSEE shall pay the monthly rent on or before Sth of every English calendarmonth.", {"entities": []}], [" The LESSEE has deposited with the LESSOR a sum of Rs. 55,000/-(Rs. Fifty five thousand only) as Non Interest Bearing Security", {"entities": []}], ["Deposit and the LESSOR have acknowledged with recept. The LESSOR will return the deposit to the LESSEES on the", {"entities": []}], [" termination of rent agreement less dues if any.", {"entities": []}], ["The rent agreement shall be in force for a period of 11 (months) from the date of Tenancy.", {"entities": [[53, 64, "Aggrement End Date"]]}], [" The LESSEE shall pay the monthly electricity charges to the concerned authorities directly and keep a record. The LESSEE shall", {"entities": []}], ["pay half of the water bill & Association Bill that comes on a monthly basis, to the LESSOR towards water &sewerage. Motor", {"entities": []}], [" and electricity charges will be Rs. 100/month extra.", {"entities": []}], [" The LESSEE shall maintain the cleanliness of the premise inside and outside on a daily basis, to take necessary timely action", {"entities": []}], [" and maintain the premise well. LESSOR has the right to recover appropriate amount if there is loss/deterioration", {"entities": []}], [" It is hereby agreed that 2{Two} months' notice is required on either side for the termination of this Rental Agreement and all", {"entities": [[26, 40, "Renewal Notice (Days)"]]}], [" the keys &items returned as mentioned in the schedule below.", {"entities": []}], ["The LESSEES will pay to the LESSOR 10% increment in rent on completion of 12 months stay from the date of this agreement.", {"entities": []}], [" The LESSEE will pay to the LESSOR an amount appropriate if any damage / wear out caused to the premise including fittings", {"entities": []}], [" electrical etc at the time of the tenancy / termination of the agreement.", {"entities": []}], [" The LESSOR holds the right to terminate the agreement if the LESSEE fails to pay the rent regularly for consecutive period of 2", {"entities": []}], [" months or commits a breach of any terms herein and can take possession of the premise.", {"entities": []}], [" The LESSEE shall use the premise for peaceful & residential purpose only and shall not do any alteration without the Consent", {"entities": []}], [" of the LESSOR. Also the LESSEE will not sublet, underlet, part let or part with the possession of the premise.", {"entities": []}], ["The LESSEE& LESSOR both have retained a copy of this agreement.", {"entities": []}], ["SCHEDULE", {"entities": []}], [" The premise is on the 2 Floor on Site # 82A, Vysya Bank Colony, ShantiniketanLyt, Arakere Post, Bannerghatta Road,", {"entities": []}], ["Bangalore 560 0076 and consists of one hall, one kitchen, one bedroom with shelf s,Bath Room with electric Geezer, one two", {"entities": []}], ["wheeler parking at the ground floor, Overheadtanks, Sumps,. Complete with 3Kw AEH power electric & light fittings, glazed", {"entities": []}], [" wall tiles in bath room, Granite Floors & Slabs in the kitchen.", {"entities": []}], ["LESSOR LESSEE", {"entities": []}], ["ASHARAMESH SADASIVUNI DEEPTI", {"entities": []}], [" RAMESH.K.N SADASHIVUNI KIRAN", {"entities": []}], ["", {"entities": []}], ["RENTAL AGREEMENT", {"entities": []}], [" This Rental Agreement made and executed at Bangalore on this 1st day April two thousand", {"entities": []}], ["eleven (01/04/2011), between Prof. K. Parthasarathy, S/o. Late T.S.Krishna lyengar aged about", {"entities": [[35, 51, "Party One"]]}], ["75 years, No. 46, Srinivasa, 2\" Main Road, Hanumanthanagar, Bangalore-560019, herein after", {"entities": []}], ["called LESSOR (which expression shall where-ever the context so requires or permits mean", {"entities": []}], [" and include here heirs, executors, administrators and assign) of the FIRST PART.", {"entities": []}], ["AND", {"entities": []}], [" Mr. Veerabrahmam Bathini, S/o Mr.Lingaiah Bathini aged about 28 years (Sr. Engineer-PSS", {"entities": [[5, 25, "Party Two"]]}], ["working at Power Research and Development Consultants, #5, 11'\" cross, 2\"! stage, West of", {"entities": []}], ["Chord Road, Bangalore-560086, herein after called LESSEE (Tenant) of the SECOND PART.", {"entities": []}], [" WITNESSETH AS FOLLOWS:", {"entities": []}], [" 1. The Lessor hereby covenants with Lessee and warrants that he is the owner and as", {"entities": []}], ["such as the right and the authority to lease the First Floor of premises No. 146, Krishna", {"entities": []}], ["Krupa, 3 Cross, 1st Main, VHBCSL Layout, West of Chord Road, Bangalore-560086.", {"entities": []}], [" 2. The Lessor hereby agrees to let to the Lessee the First Floor of the premises, No. 146,", {"entities": []}], ["Krishna Krupa, 3 Cross, 1s* Main, VHBCSL Layout, West of Chord Road, Bangalore-", {"entities": []}], [" 560086 on the following terms conditions.", {"entities": []}], [" 3. The Lessee will pay the Lessor for the premises herein described in the schedule, a", {"entities": []}], ["monthly rent of Rs.8,000/- (Ruppes eight thousand only). The rent shall be paid on or", {"entities": [[19, 24, "Aggrement Value"]]}], ["before 10\" of each calendar month without deductions whatsoever. If the Lessee fails to", {"entities": []}], ["pay the monthly rent in time, the Lessor shall have the liberty to resume the schedule", {"entities": []}], [" premises without re-course to any action, legal or other wise.", {"entities": []}], [" 4. The Lessee shall not pay any advance to the premises.", {"entities": []}], [" 5. This rental agreement shall be valid for a period of twelve months, from the date of", {"entities": [[57, 70, "Aggrement End Date"]]}], [" execution and subject to renewal on expiry of the above lease period on execution of", {"entities": []}], [" fresh LEASE-DEED on mutual consent.", {"entities": []}], ["6. Under no circumstances, the schedule premises shall be sublet or underlet to any one", {"entities": []}], [" else but shall be used by lessee for his bonafide residence only.", {"entities": []}], [" 7. The Lessee undertakes the full responsibility for the payment of all electric and water", {"entities": []}], [" charges and receipts retained for record.", {"entities": []}], [" 8. Additions or alterations shall not be made to th existing structure without written consent", {"entities": []}], ["from the Lessor.", {"entities": []}], [" 9. If any damage is caused to the schedule premises, the same shall be got repaired by the", {"entities": []}], ["Lessee at his own cost.", {"entities": []}], [" 10. The Lessee upon termination of this agreement will peacefully and quietly leave to the", {"entities": []}], ["Lessor the possession of the said premises together with the fixtures and fittings as", {"entities": []}], ["given below in substantially same condition by the lessee except for the normal wear and", {"entities": []}], ["tear.", {"entities": []}], [" 11. The Lessor or his authorized agent shall be permitted to enter schedule premises at all", {"entities": []}], [" reasonable hours to inspect the same for its wear and tear.", {"entities": []}], ["12. Both the parties agree that this lease agreement may be terminated by the Lessee by", {"entities": []}], ["giving three months notice in writing.", {"entities": [[7, 19, "Renewal Notice (Days)"]]}], ["SCHEDULE", {"entities": []}], ["The first floor of the No. 146, VHBCSL Layout, 3 cross, 1st Main, Bangalore-560086 bounded", {"entities": []}], ["by", {"entities": []}], ["East by 147 and North by 161", {"entities": []}], [" West by Road and South by Road", {"entities": []}], [" JANTNEXERRE LESSOR", {"entities": []}], [" Fouf nu@eilerg Tano48", {"entities": []}], ["nunderEuhepean closet", {"entities": []}], ["nunbere/eabibasiawith", {"entities": []}], ["Johnaoiomake) 150", {"entities": []}], ["ltrs koreateragey$en(25 Itrs)--", {"entities": []}], ["noss. Solar water heater", {"entities": []}], [" 6. Tube lights", {"entities": []}], [" IN WITNESS WHEREOF the Lessor and Lessee have affixed their signature to this rental", {"entities": []}], [" agreement on the day, month and the year first above written.", {"entities": []}], [" LESSEE", {"entities": []}], ["", {"entities": []}]]}